import * as G from 'src/generated/graphql';
import { performer } from './performer';

export const activity = ({
  id: '9277',
  name: '【コラボ】考え中　【ラトナ・プティ／夜見れな／にじさんじ】',
  description:
    '-------❥------------❥----------------❥-----------------❥-----------------❥---------------\nhttps://nijisanji.booth.pm/items/1571375\n\n【にじさんじ一緒におサボりボイス期間限定販売】\n10/2(火)12:00〜10/16(水)23:59\n\n#にじさんじおサボりボイス\n-------❥------------❥----------------❥-----------------❥-----------------❥---------------\n\n【コラボ】\nラトナ・プティ\nhttps://www.youtube.com/channel/UCIG9rDtgR45VCZmYnd-4DUw\n\n\n-------❥------------❥----------------❥-----------------❥-----------------❥---------------\n❥Twitter\nhttps://twitter.com/rena_yorumi\n\n❥ましゅまろ\nhttps://marshmallow-qa.com/rena_yorumi\n\n❥ファンアート→れなの鳥っくあーと\n　　（配信で使用することがあります）\n\n❥配信タグ→#れなのマジックショー\n❥ファンタグ→鳩( ・Θ・)\n❥ファンマーク→❥🎩🐤\n\n-------❥------------❥----------------❥-----------------❥-----------------❥---------------\nサムネイラスト\n\n-------❥------------❥----------------❥-----------------❥-----------------❥---------------\n\nOP、ED→（絵）ファンアート\n　　　　　本人希望により名前は非公開\n\n-------❥------------❥----------------❥-----------------❥-----------------❥---------------\nBGM：ニコニココモンズ\n-------❥------------❥----------------❥-----------------❥-----------------❥---------------\n\n❥お問い合わせ＆ぷれぜんと\n\n〒175-0082\n東京都板橋区高島平6-2-1\nネットデポ新高島平内\n「いちから株式会社」  夜見れな 宛\n\n【詳細】https://nijisanji.ichikara.co.jp/cont...\n\n#にじさんじ\n#夜見れな\n--------------------------------------------------------------------\n\n❥りんく\n\n【公式Twitter】\nhttps://twitter.com/nijisanji_app\n\n【公式HP】\nhttps://nijisanji.ichikara.co.jp/\n\n【公式オンラインショップ】\nhttps://nijisanji.booth.pm/\n\n ------------------------\n素材\n\n"Twemoji" Graphics licensed under CC-BY 4.0(Modified Graphics)\nhttps://twemoji.twitter.com/',
  public: 1,
  url: 'https://www.youtube.com/watch?v=Le62xrjeARo',
  thumbnail: 'https://i.ytimg.com/vi/Le62xrjeARo/maxresdefault_live.jpg',
  createdAt: '2019-10-09T14:11:03.119Z',
  updatedAt: '2019-10-09T14:11:03.119Z',
  startAt: '2019-10-10T08:00:00.000Z',
  endAt: '2019-10-10T09:00:00.000Z',
  performers: [performer],
} as any) as G.ActivityFragment;
